/* Title of alert panel indicating document dragging error */
"Document Drag Error" = "Virhe dokumenttia vedettäessä";

/* Alert panel message shown when user tries to drag document from the window title bar */
"Dragging modified documents is not allowed. Please save the document \\U2018%@\\U2019." = "Muokattuja dokumentteja ei voida vetää. Tallenna dokumentti ”%@”.";

/* Alert panel message shown when user tries to drag document from the window title bar */
"The directory containing this document could not be found in the file system. Try saving the document, or creating the directory \\U2018%@\\U2019." = "Dokumentin sisältävää hakemistoa ei löytynyt tiedostojärjestelmästä. Tallenna dokumentti tai luo hakemisto ”%@”.";

/* Alert panel message shown when user tries to drag document from the window title bar */
"This document could not be found in the file system. Try saving the document \\U2018%@\\U2019." = "Dokumenttia ei löytynyt tiedostojärjestelmästä. Tallenna dokumentti ”%@”.";

/* Alert panel message shown when user tries to drag document from the window title bar */
"You cannot drag a document icon from this window because the window does not refer to a document." = "Dokumentin symbolia ei voida vetää tästä ikkunasta, koska ikkuna ei viittaa dokumenttiin.";

